{
    "data": {
        "sales": [
            {
                "hotelDetails": "<i>We are working with hotels to ensure that they comply with the public health regulations regarding COVID-19.</i><br><br><ul><li><b>Luxury and convenience:</b> Its not often youd find these two words paired together, but The Galaxie has them both down to a fine art. Set in a converted Victorian manor house full of charm and character, these boutique lodgings in Summertown are ideal for those wanting to explore Oxfords highlights for a weekend. </li></ul><br><ul><li><b>Warm and welcoming hospitality:</b> Start the day off right with a Full English Breakfast, taken in the bright and airy conservatory which overlooks the leafy garden area. In warmer months, take your morning coffee outside and enjoy the peace and quiet. </li></ul><br><ul><li><b>Individually styled:</b> Bursting with eccentric British charm, each guest room at The Galaxie has its own personality, thanks to the individualised furnishings and natural character of the room. Each is clean and comfortable, and thoughtful perks such as sparkling wine and Cowshed toiletries will make your stay even more special.</li></ul><br><b>Amenities</b><br><br>Please note that some dining and leisure facilities may be closed. Please call the hotel before you travel to find out if facilities have reopened.<br><br>- Wi-Fi<br>- Garden<br>- Parking<br>- Breakfast room<br>- Daily housekeeping<br><br><b>How to get there</b><br><br>The Galaxie is around 60 miles from London; if you're not driving, the nearest station to the hotel is Oxford Station, which has links from Paddington, Reading, and Birmingham New Street. From the station, it's a short taxi ride to the hotel.<br><br><b>Good to know</b><br><br>We cannot guarantee access to hotel facilities (e.g restaurant or spa), as these are subject to change due to COVID-19. We advise you check with the hotel two weeks before your trip.<br><br><b>Due to COVID-19, there may be additional entry requirements in effect at your destination, which may change at short notice. Please familiarise yourself with the latest requirements before departure via your government's foreign advice <a href=\"https://www.gov.uk/foreign-travel-advice\">service</a>. Travel may only be permitted for certain purposes; travelling for leisure may not be allowed.</b>",
                "id": "A44517",
                "title": "Charming Oxford stay at a converted Victorian manor house - Refundable hotel"
            }
        ]
    }
}
